{
    "feel":{
    "heading":"The Feeling",
    "par1":"Insanity, greatness, darkness, all contained in each and every one of us. But sometimes there comes a fool who can't look away. And so he start to believe in it, with time he starts to live it. That's when everyone else starts looking.",
    "par2":"I will show you what you have forgotten. No more 12345678, no more steps, no more dry robotic technique. Remember what it means to be human again, to dance like a human. Nothing is as beautiful."
    },
    
    "bodymovement":{
    "heading":"Body movement",
    "par1":"The western mind can't forget or abandon the rational, the writable/spoken, that's why we have science. Biomechanics of movement, the bones, the muscles, a simple word shielding us from the complexity of reality. Fear not we shall explore this simple world first, and once you are ready, you can join me in exploring the reality.",
    "par2":"Which muscles should you focus on, when to contract, when to relax, what to contract, what to relax? All of it pact into a language we westerners worship."
    },
    "history":{
    "heading":"History",
    "par1":"Let us pay tribute to those who came before us, a tribute to the fighters, the lovers, the dancers, that paved the way. Rome wasn't built in a day, it is still being built. Lets continue building it on the foundations and the work of our ancestors.",
    "par2":"What came first? Where did salsa start? What even is salsa? What does religion have to do with any of this?"
    },
    "bachata":{
    "heading":"Bachata pairs",
    "par1":"An amazing dance to learn to speak with your partner, or learn to listen. A unity of the feminine and masculine. It is beautiful, and sexy.",
    "par2":"We shall focus on the waves, footwork, understanding the anatomy of moves."
    },
    "salsa":{
    "heading":"Salsa pairs",
    "par1":"My preferred dance of choice. Here we shall explore ourselves. Let us be possessed, by the gods, instincts, impulses, ourselves.",
    "par2":"Lets explore, afro Cuban rhythms, Jazz melodies and harmonies. By the end, we wont dance to the music, we shall be making the music ourselves."
    },
    "beginner":{
    "heading":"Bodymovement",
    "par1":"The first steps, lets just get you dancing. Shamelessly start putting yourself out there, for people to see.",
    "par2":"We shall focus on the basic steps, with a simple basic choreography."
    },
    "intermediate":{
    "heading":"Musicality",
    "par1":"There shall be blood, sweat and tears. Let us sculpt our bodies into that of a dancer. Movements bisected into the smallest details.",
    "par2":"Lets mash together the techniques of all the dances at our disposal, ballet, Latin sport dances. Lets familiarize ourselves with with the different dance intentions. Boogaloo, rumba, chachacha, swing..."
    }
}
  